sdaiCreateModel(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*,Sdai_instS*)
\details
Creates a new SDAI model instance.
\param repository [in] A SDAI repository that contains the model.
\param modelName  [in] A string that contains the model name.
\param schemaName [in] A string that contains the schema name.
\returns An identifier of the created model.